
users = """Начальник инспекции;;Евсюков Александр Васильевич;avevsiukov;;;;;;;
Заместитель начальника инспекции;;Левашов Александр Евгеньевич;aelevashov;;;;;;;
Заместитель начальника инспекции ;;Батенева Юлия Борисовна;yubbateneva;;;;;;;
Заместитель начальника инспекции;;Пепеляева Юлия Геннадьевна ;iugpepeliaeva;;;;;;;
Заместитель начальника инспекции ;;Камских Ольга Ивановна;oikamskikh;;;;;;;
И.о. заместителя начальника инспекции;;Курочкина Евгения Игоревна;eikurochkina;;;;;;;
Начальник отдела-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Поносов Александр Геннадьевич;agponosov;;;;;;;
Заместитель начальника отдела - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Макарова Марина Евгеньевна;memakarova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Еркович Елена Викторовна;evierkovich;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Пермякова Елена Евгеньевна;eepermyakova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Самосудов Дмитрий Александрович;dasamosudov;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Иглинова Кристина Николаевна;kniglinova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Бондар Александр Михайлович;ambondar;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Батуров Алексей Олегович;aobaturov;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Гужавина Ольга Викторовна;ovguzhavina;;;;;;;
Главный специалист- государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Лоншаков Андрей Олегович;aolonshakov;;;;;;;
Заведующий сектором, консультант - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Южаков Александр Дмитриевич;dayuzhakov;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 1 ;Котельникова Анастасия Валерьевна;avakotelnikova;;;;;;;
Начальник отдела-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Турковская Ирина Андреевна;iaturkovskaya;;;;;;;
Заместитель начальника отдела - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Калашникова Алена Витальевна;avkalashnikova;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Баженова Нурия Шигбановна ;nshbazhenova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Афанасьева Татьяна Петровна;tpafanaseva;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Манохина Ольга Сергеевна;osmanokhina;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Удалова Елена Николаевна;enudalova;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Горожанинова Анастасия Александровна;aagorozhaninova;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Леханова Марина Михайловна;mmlehanova;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Филенкова Светлана Евгеньевна;sefilenkova;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Драгайцева Эльвира Аркадьевна;eadragaitseva;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Галашова Татьяна Александровна;tagalashova;;;;;;;
Главный специалист-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Башкова Анастасия Витальевна;avbashkova;;;;;;;
Главный специалист-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Тюфяков Александр Александрович;aatyufyakov;;;;;;;
Главный специалист-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Чагина Анастасия Сергеевна;aschagina;;;;;;;
Главный специалист-государственный жилищный инспектор;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Вяткина Ольга Владимировна;ovviatkina;;;;;;;
Старший специалист 1 разряда ;Отдел надзора за использованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 2;Курушина Елена Михайловна;emkurushina;;;;;;;
Начальник отдела - государственный жилищный инспектор;Отдел надзора за исполь зованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 3;Колесников Сергей Александрович;sakolesnikov;;;;;;;
Заместителя начальника отдела - государственный жилищный инспектор;Отдел надзора за исполь зованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 3;Белопашенцева Елена Юрьевна;eyubelopashentseva;;;;;;;
Зав. Сектором, консультант - государственный жилищный инспектор;Отдел надзора за исполь зованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 3;Кузнецова Диана Александровна;dakuznecova;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за исполь зованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 3;Винокурова Елена Сергеевна;esvinokurova;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за исполь зованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 3;Бусыгин Михаил Александрович;mabusygin;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за исполь зованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 3;Новикова Лидия Александровна;lanovikova;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за исполь зованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 3;Викуленко Вячеслав Владимирович;vvvikulenko;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за исполь зованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 3;Пушкарева Маргарита Петровна;mppushkareva;;;;;;;
Главный специалист - государственный жилищный инспектор;Отдел надзора за исполь зованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 3;Лебедева Полина Игоревна;pilebedeva;;;;;;;
Зав. Сектором, консультант - государственный жилищный инспектор;Отдел надзора за исполь зованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 3;Вишневый Сергей Дмитриевич;sdvishneviy;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора за исполь зованием, сохранностью жилищного фонда и предоставлением коммунальных услуг № 3;Моисеева Надежда Валерьяновна;navamoiseeva;;;;;;;
Начальник отдела - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Винокурова Мария Леонидовна;mlvinokurova;;;;;;;
Заместитель начальника отдела - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Коврижных Павел Владиславович;pvkovrizhnyh;;;;;;;
Консультант -государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Корчемкин Александр Сергеевич;askorchemkin;;;;;;;
Зав. Сектором, консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Бочкова Наталья Викторовна;nvbochkova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Еремина Наталья Владимировна;nveremina;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Горшкова Елена Алексеевна;eagorshkova;;;;;;;
Главный специалист-государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Шамина Людмила Викторовна;lvshamina;;;;;;;
Зав. Сектором, консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Мижирицкая Светлана Сергеевна;ssmizhirickaya;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Гаргалык Тамара Александровна;tagargalyk;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Кутуева Анжелика Равильевна;arkutueva;;;;;;;
Главный специалист-государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Боброва Евгения Александровна ;eabobrova;;;;;;;
Зав. Сектором, консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Ефимова Елена Васильевна;evefimova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Селиванова Светлана Викторовна;sbselivanova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 1;Макарова Наталья Борисовна;nbmakarova;;;;;;;
Начальника отдела - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Тускевич Елена Валерьевна;evtuskevich;;;;;;;
Заместитель начальника отдела - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Нечаева Ирина Андреевна;ianechaeva;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Попова Дарья Александровна;daapopova;;;;;;;
Зав. Сектором, консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Климова Анна Евгеньевна;aeklimova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Иванова Ольга Павловна;opivanova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Зройчикова Ирина Борисовна;ibzroichikova;;;;;;;
Главный специалист - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Попов Арсений Алексндрович;aapopov;;;;;;;
Зав. Сектором, консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Асанова Лариса Юрьевна;liuasanova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Маслова Аида Расимовна;armaslova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Веретенников Александр Алексеевич;aaveretennikov;;;;;;;
Главный специалист - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Хмелева Евгения Олеговна;eohmeleva;;;;;;;
Зав. Сектором, консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Артемов Антон Александрович;aaartemov;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Лютина Алена Юрьевна;aiuliutina;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Климовских Ольга Николаевна;onklimovskih;;;;;;;
Главный специалист - государственный жилищный инспектор;Отдел надзора за начислением платы за жилищные и коммунальные услуги № 2;Хозяшева Ирина Владимировна;ivkhozyasheva;;;;;;;
Заместитель начальника отдела;Отдел административного делопроизводства;Кадочникова Валентина Александровна;vakadochnikova;;;;;;;
Консультант;Отдел административного делопроизводства;Чудинова Жанна Юрьевна;zhyuchudinova;;;;;;;
Консультант;Отдел административного делопроизводства;Гуц Мария Андреевна;maguts;;;;;;;
Консультант;Отдел административного делопроизводства;Юферова Татьяна Александровна;taiuferova;;;;;;;
Консультант;Отдел административного делопроизводства;Шулепова Ирина Анваровна;irashulepova;;;;;;;
Главный специалист;Отдел административного делопроизводства;Сивкова Юлия Игоревна;iuisivkova;;;;;;;
Главный специалист;Отдел административного делопроизводства;Голдобина Елена Владимировна;evgoldobina;;;;;;;
Ст. специалист 1 разряда;Отдел административного делопроизводства;Нименко Екатерина Александровна;eanimenko;;;;;;;
Начальник отдела - государственный жилищный инспектор;Отдел протоколов об административных правонарушениях;Хузин Рустам Альбертович;rahuzin;;;;;;;
Заместитель начальника отдела - государственный жилищный инспектор;Отдел протоколов об административных правонарушениях;Коротовских Игорь Владимирович;ivkorotovskih;;;;;;;
Консультант - государственный жилищный инспектор;Отдел протоколов об административных правонарушениях;Евсина Оксана Сергеевна;osevsina;;;;;;;
Консультант - государственный жилищный инспектор;Отдел протоколов об административных правонарушениях;Папулова Наталья Геннадьевна;ngpapulova;;;;;;;
Главный специалист - государственный жилищный инспектор;Отдел протоколов об административных правонарушениях;Ефремов Артем Вячеславович;arvefremov;;;;;;;
Главный специалист - государственный жилищный инспектор;Отдел протоколов об административных правонарушениях;Пушвинцева Аксана Владимировна;avpushvintseva;;;;;;;
Главный специалист - государственный жилищный инспектор;Отдел протоколов об административных правонарушениях;Шкудова Анастасия Владимировна;avshkudova;;;;;;;
Начальник отдела;Юридический отдел ;Зеленина Любовь Сергеевна;lszelenina;;;;;;;
Заместитель начальника отдела;Юридический отдел ;Стеганцов Виталий Андреевич;vastegantsov;;;;;;;
Заместитель начальника отдела;Юридический отдел ;Сергеева Валерия Валерьевна;vvsergeeva;;;;;;;
Консультант;Юридический отдел ;Петухов Станислав Геннадьевич;sgpetukhov;;;;;;;
Консультант;Юридический отдел ;Погорелова Дарья Михайловна;dmpogorelova;;;;;;;
Консультант;Юридический отдел ;Костерина Елена Владимировна;evkosterina;;;;;;;
Консультант;Юридический отдел ;Попова Елена Витальевна;evpopova;;;;;;;
Главный специалист;Юридический отдел ;Варанкина Анна Николаевна;anvarankina;;;;;;;
Начальник отдела-государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 1;Зеленин Сергей Иванович;sizelenin;;;;;;;
Заместитель начальника отдела - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 1;Меланина Екатерина Петровна;epmelanina;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 1;Дементьева Наталья Александровна;nadementieva;;;;;;;
Консультант-государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 1;Лебедева Ольга Сергеевна1;oselebedeva;;;;;;;
Консультант-государственный жилищный инспектор ;Отдел надзора в сфере управления жилищным фондом № 1;Янков Алексей Андреевич;aayankov;;;;;;;
Консультант-государственный жилищный инспектор ;Отдел надзора в сфере управления жилищным фондом № 1;Шлыков Эдуард Владимирович;evshlykov;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 1;Клинчин Вадим Владимирович;vvklichin;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 1;Здорникова Инна Олеговна;iozdornikova;;;;;;;
Главный специалист - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 1;Тараданова Ольга Петровна;optaradanova;;;;;;;
Начальник отдела - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 2;Вазноните Евгения д. Альбинаса;edavaznonite;;;;;;;
Заместитель начальника отдела - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 2;Жилин Василий Владимирович;vvzhilin;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 2;Полуянов Александр федорович;afpoluyanov;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 2;Шумихина Наталья Николаевна;nnshumihina;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 2;Мехоношин Артур Иванович;aimehonoshin;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 2;Лебедева Ольга Сергеевна;oslebedeva;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 2;Подгородецких Жанна Валерьевна;zhvpodgorodetskih;;;;;;;
Консультант-государственный жилищный инспектор ;Отдел надзора в сфере управления жилищным фондом № 2;Гущина Юлия Геннадьевна;iuggushchina;;;;;;;
Консультант - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 2;Митракова Эльвира Рафисовна;ermitrakova;;;;;;;
Главный специалист - государственный жилищный инспектор;Отдел надзора в сфере управления жилищным фондом № 2;Ризванова Екатерина Рудольфовна;ekrrizvanova;;;;;;;
Начальник отдела - государственный жилищный инспектор;Отдел лицензирования ;Хавенюк Надежда Васильевна;nvhavenyuk;;;;;;;
Заместитель начальника отдела - государственный жилищный инспектор;Отдел лицензирования ;Пермякова Оксана Анатольевна;oapermyakova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел лицензирования ;Ситников Артем Андреевич;aasitnikov;;;;;;;
Консультант - государственный жилищный инспектор;Отдел лицензирования ;Уколова Олеся Евгеньевна;oeukolova;;;;;;;
Консультант - государственный жилищный инспектор;Отдел лицензирования ;Асляшева Роза Николаевна;rnaslyasheva;;;;;;;
Главный специалист - государственный жилищный инспектор;Отдел лицензирования ;Лобанова Екатерина Владиславовна;ekvlobanova;;;;;;;
Заместитель начальника отдела - государственный жилищный инспектор;Отдел региональных реестров ;Мокрушина Ольга Сергеевна;osmokrushina;;;;;;;
Консультант - государственный жилищный инспектор;Отдел региональных реестров ;Лежнева Юлия Васильевна;iuvlezhneva;;;;;;;
Консультант - государственный жилищный инспектор;Отдел региональных реестров ;Аликина Оксана Владимировна;ovalikina;;;;;;;
Консультант - государственный жилищный инспектор;Отдел региональных реестров ;Ковалева Екатерина Ивановна;eikovaleva;;;;;;;
Консультант - государственный жилищный инспектор;Отдел региональных реестров ;Кускова Оксана Валентиновна;ovkuskova;;;;;;;
Главный специалист - государственный жилищный инспектор;Отдел региональных реестров ;Сальникова Елена Михайловна;emsalnikova;;;;;;;
Начальник отдела;Отдел аналитической работы;Антакова Наталья Александровна;naantakova;;;;;;;
Заместитель начальника отдела;Отдел аналитической работы;Богданова Наталья Михайловна;nmbogdanova;;;;;;;
Консультант;Отдел аналитической работы;Нагибина Эмилия Рамазановна;ernagibina;;;;;;;
Главный специалист;Отдел аналитической работы;Севастьянова Светлана Анатольевна;sasevastyanova;;;;;;;"""

from dictionaries.models import User
from django.contrib.auth.models import User as DjangoUser, Group
g = Group.objects.first()


def start():
    for u in users.split('\n'):
        user = u.split(';')
        du = DjangoUser(username=user[3])
        du.set_password('123')
        du.save()
        du.groups.add(g)
        insp = User(django_user=du, name=user[2], position=user[0], department=user[1])
        insp.save()

